ttmp/2026/05/15/GOJA-KANBAN-RENDER-OPT--kanban-render-performance-optimization-design-for-goja-site/archive/render-attrs-single-export-20260515T194921Z/vegeta.txt
Requests      [total, rate, throughput]         3000, 100.03, 59.70
Duration      [total, attack, wait]             50.247s, 29.991s, 20.257s
Latencies     [min, mean, 50, 90, 95, 99, max]  12.775ms, 10.171s, 9.853s, 18.043s, 19.337s, 20.114s, 20.257s
Bytes In      [total, mean]                     750120000, 250040.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3000  
Error Set: